---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.VisibleInViewFilter
source: html/67dc342f-8241-a093-512d-9e2e791ccc1f.htm
---
# VisibleInViewFilter Members

Constructs a new instance of a VisibleInViewFilter.